#Brewfile
brew "chruby"
brew "ruby-install"
brew "vim"
brew "postgres"
brew "mysql"
brew "git"
brew "awscli"
brew "tree"
brew "wget"
brew "unrar"
brew "htop"
brew "bash-completion"
brew "ack"
brew "ansible"
brew "terraform"
brew "curl"
brew "jq"
brew "zsh-autosuggestions"
brew "chtf"

#taps
tap "caskroom/cask"
tap "Yleisradio/terraforms"
cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'vlc'
cask 'discord'
cask 'visual-studio-code'
